/**
  ******************************************************************************
  * @file    gather.c
  * @author  lss
  * @version V1.0
  * @date    2020-xx-xx
  * @brief   
  ******************************************************************************
  * @attention
  *
  * 实验平台:双创实验室-LZM
  * 
  * Wechat：qabc132321
  *
  ******************************************************************************
  */
#include "gather.h"	


void ParametersInit(void)
{
	
	/* 主模式显示参数数据初始化 */
	DisplayInit();
}


